const questions = [
  {
    question: "Ваш пол:",
    options: ["Мужчина", "Женщина"],
  },
  {
    question: "Укажите ваш возраст:",
    options: ["До 18", "От 18 до 28", "От 29 до 35", "Oт 36"],
  },
  {
    question: "Выберите лишнее:",
    options: ["Дом", " Шалаш", "Бунгало", "Скамейка", "Хижина"],
  },
  {
    question: "Продолжите числовой ряд:18 20 24 32",
    options: ["62", "48", "74", "57", "60", "77"],
  },
  {
    question: "Выберите цвет, который сейчас наиболее вам приятен:",
    options: ["isColor"],
  },
  {
    question:
      "Отдохните пару секунд, еще раз выберите цвет, который сейчас наиболее вам приятен",
    options: ["isColor"],
  },
  {
    question: "Какой из городов лишний?",
    options: ["Вашингтон", "Лондон", "Париж", "Нью-Йорк", "Москва", "Оттава"],
  },
  {
    question:
      "Выберите правильную фигуру из четырёх пронумерованных: <div><img src='img/people.png' alt='people image' width='200' height='200' /></div>",
    options: ["1", "2", "3", "4"],
  },
  {
    question: "Вам привычнее и важнее:",
    options: [
      "Наслаждаться каждой минутой проведенного времени",
      "Быть устремленными мыслями в будущее",
      "Учитывать в ежедневной практике прошлый отыт",
    ],
  },
  {
    question:
      "Какое определение, по-Вашему, больше подходит к этому геометрическому изображению: <div><img src='img/geometrics.png' alt='geometric image' width='200' height='200'/></div>",

    options: [
      "Оно остроконечное",
      "Оно устойчиво",
      "Оно-находится в состоянии равновесия",
    ],
  },
  {
    question:
      "Вставьте подходящее число: <div><img src='img/star-number.png' alt='star with number image' width='200' height='200'/></div>",
    options: ["34", "36", "53", "44", "66", "42"],
  },
];
